Repository: Gardinte/ist
Catalog: priv/gettext/*/LC_MESSAGES/devices.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar este dispositivo?

source: Back
es_ar: Listado de dispositivos

source: Create
es_ar: Crear nuevo dispositivo

source: Delete
es_ar: Borrar dispositivo

source: Description
es_ar: Descripción

source: Device
es_ar: Dispositivo

source: Device created successfully.
es_ar: Dispositivo creado correctamete.

source: Device deleted successfully.
es_ar: Dispositivo eliminado correctamete.

source: Device updated successfully.
es_ar: Dispositivo actualizado correctamete.

source: Devices
es_ar: Dispositivos

source: Edit
es_ar: Editar dispositivo

source: Edit device
es_ar: Editar dispositivo

source: Let's create one...
es_ar: Vamos, agrega uno...

source: Looks like you have no devices.
es_ar: Parece que no hay ningún dispositivo.

source: Name
es_ar: Nombre

source: New device
es_ar: Nuevo dispositivo

source: Oops, something went wrong! Please check the errors below.
es_ar: Oops, algo salió mal, por favor verifique los errores debajo.

source: Show
es_ar: Ver dispositivo

source: Update
es_ar: Actualizar dispositivo

source: Show recordings
es_ar: Ver grabaciones
