Repository: Gardinte/ist
Catalog: priv/gettext/*/LC_MESSAGES/recordings.po
Languages: es_ar

source: Are you sure?
es_ar: ¿Está seguro de borrar esta grabación?

source: Back
es_ar: Listado de grabaciones

source: Delete
es_ar: Borrar grabación

source: Ended at
es_ar: Finalizado

source: File
es_ar: Archivo

source: Looks like there is no recordings.
es_ar: Parece que no hay ninguna grabación.

source: Or back to %{device_link}
es_ar: O volver a %{device_link}

source: Recording
es_ar: Grabación

source: Recording deleted successfully.
es_ar: Grabación eliminada correctamente.

source: Recordings
es_ar: Grabaciones

source: Recordings of %{device}
es_ar: Grabaciones de %{device}

source: Show
es_ar: Ver grabación

source: Started at
es_ar: Inicio

source: Wait a bit and %{refresh_link} this page.
es_ar: Espere un momento y %{refresh_link} esta página.

source: refresh
es_ar: actualice
